Repository: 2xsaiko/avahi
Catalog: po/*.po
Languages: fr

source: Operation failed
fr: L'opération a échoué

source: Bad state
fr: État incorrect

source: Invalid host name
fr: Nom d'hôte invalide

source: Invalid domain name
fr: Nom de domaine invalide

source: No suitable network protocol available
fr: Pas de protocole réseau adapté disponible

source: Invalid DNS TTL
fr: DNS TTL invalide

source: Resource record key is pattern
fr: Datensatzschlüssel ist Muster

source: Local name collision
fr: Conflit de nom local

source: Invalid record
fr: Enregistrement invalide

source: Invalid service name
fr: Nom de service invalide

source: Invalid service type
fr: Type de service invalide

source: Invalid port number
fr: Numéro de port invalide

source: Invalid record key
fr: Clé d'enregistrement invalide

source: Invalid address
fr: Adresse invalide

source: Timeout reached
fr: Délai d'expiration dépassé

source: Too many clients
fr: Trop de clients

source: Too many objects
fr: Trop d'objets

source: Too many entries
fr: Trop d'entrées

source: OS Error
fr: Erreur d'OS

source: Access denied
fr: Accès refusé

source: Invalid operation
fr: Opération invalide

source: An unexpected D-Bus error occured
fr: Une erreur imprévue est survenue dans D-Bus

source: Daemon connection failed
fr: La connexion du démon a échoué

source: Memory exhausted
fr: Mémoire dépassée

source: The object passed in was not valid
fr: L'objet transmis est invalide

source: Daemon not running
fr: Le démon est arrêté

source: Invalid interface index
fr: Index d'interface invalide

source: Invalid protocol specification
fr: Spécification de protocole invalide

source: Invalid flags
fr: Drapeaux invalides

source: Not found
fr: Non trouvé

source: Invalid configuration
fr: Configuration invalide

source: Version mismatch
fr: Les versions ne correspondent pas

source: Invalid service subtype
fr: Sous-type de service invalide

source: Invalid packet
fr: Paquet invalide

source: Invalid DNS return code
fr: Code de réponse DNS invalide

source: DNS failure: FORMERR
fr: Erreur DNS : FORMERR

source: DNS failure: SERVFAIL
fr: Erreur DNS : SERVFAIL

source: DNS failure: NXDOMAIN
fr: Erreur DNS : NXDOMAIN

source: DNS failure: NOTIMP
fr: Erreur DNS : NOTIMP

source: DNS failure: REFUSED
fr: Erreur DNS : REFUSED

source: DNS failure: YXDOMAIN
fr: Erreur DNS : YXDOMAIN

source: DNS failure: YXRRSET
fr: Erreur DNS : YXRRSET

source: DNS failure: NXRRSET
fr: Erreur DNS : NXRRSET

source: DNS failure: NOTAUTH
fr: Erreur DNS : NOTAUTH

source: DNS failure: NOTZONE
fr: Erreur DNS : NOTZONE

source: Invalid RDATA
fr: RDATA Invalide

source: Invalid DNS type
fr: Type DNS invalide

source: Invalid DNS class
fr: Classe DNS invalide

source: Not supported
fr: Non supporté

source: Not permitted
fr: Non autorisé

source: Invalid argument
fr: Argument invalide

source: Is empty
fr: Vide

source: The requested operation is invalid because redundant
fr: L'opération demandée est invalide car redondante

source: Invalid Error Code
fr: Code d'erreur invalide

source: Avahi client failure: %s
fr: Erreur du client Avahi %s

source: Avahi resolver failure: %s
fr: Erreur du solveur Avahi : %s

source: Browsing for service type %s in domain %s failed: %s
fr: La recherche du type de service %s dans le domaine %s a échoué : %s

source: n/a
fr: Non disponible

source: Avahi domain browser failure: %s
fr: Erreur du navigateur de domaine Avahi : %s

source: Failed to read Avahi domain: %s
fr: Impossible de lire le domaine Avahi : %s

source: Failed to connect to Avahi server: %s
fr: Impossible de se connecter au serveur Avahi : %s

source: Browsing for services on <b>local network</b>:
fr: Recherche de services sur le <b>réseau local</b> :

source: Browsing for services in domain <b>%s</b>:
fr: Recherche de services dans le domaine <b>%s</b> :

source: Failed to create browser for %s: %s
fr: Impossible de créer un navigateur pour %s : %s

source: Failed to create resolver for %s of type %s in domain %s: %s
fr: Impossible de créer le solveur pour %s de type %s dans le domaine %s : %s

source: Failed to create domain browser: %s
fr: Impossible de créer le navigateur de domaine : %s

source: Change domain
fr: Changer de domaine

source: Service Name
fr: Nom de service

source: Browsing ...
fr: Recherche...

source: Initializing...
fr: Initialisation...

source: _Domain...
fr: _Domaine...

source: Choose Shell Server
fr: Choisissez le serveur Shell

source: Desktop
fr: Bureau

source: Choose VNC server
fr: Choisissez le serveur VNC

source: Choose SSH server
fr: Choisissez le serveur SSH

source: Connecting to '%s' ...
fr: Connexion à '%s' ...

source: execlp() failed: %s
fr: execlp() a échoué : %s

source: Canceled.
fr: Annulé.

source: : All for now
fr: : Tout pour maintenant

source: : Cache exhausted
fr: : Cache dépassé

source: Failed to resolve service '%s' of type '%s' in domain '%s': %s
fr: Impossible de résoudre le service '%s' de type '%s' dans le domaine '%s' : %s

source: service_browser failed: %s
fr: service_browser a échoué : %s

source: avahi_service_browser_new() failed: %s
fr: avahi_service_browser_new() a échoué : %s

source: service_type_browser failed: %s
fr: service_type_browser a échoué : %s

source: avahi_service_type_browser_new() failed: %s
fr: avahi_service_type_browser_new() a échoué : %s

source: avahi_domain_browser_new() failed: %s
fr: avahi_domain_browser_new() a échoué : %s

source: Failed to query version string: %s
fr: Impossible de récupérer la chaîne de version : %s

source: Failed to query host name: %s
fr: Impossible de récupérer le nom d'hôte : %s

source: Server version: %s; Host name: %s
fr: Version du serveur : %s ; Nom d'hôte : %s

source: Name
fr: Nom

source: Disconnected, reconnecting ...
fr: Déconnecté, reconnexion en cours...

source: Failed to create client object: %s
fr: Impossible de créer l'objet client : %s

source: Client failure, exiting: %s
fr: Erreur du client, sortie : %s

source: Waiting for daemon ...
fr: En attente du démon...

source: -h --help Show this help -V --version Show version -D --browse-domains Browse for browsing domains instead of services -a --all Show all services, regardless of the type -d --domain=DOMAIN The domain to browse in -v --verbose Enable verbose mode -t --terminate Terminate after dumping a more or less complete list -c --cache Terminate after dumping all entries from the cache -l --ignore-local Ignore local services -r --resolve Resolve services found -f --no-fail Don't fail if the daemon is not available -p --parsable Output in parsable format
fr: -h --help Affiche cette aide -V --version Affiche la version -D --browse-domains Recherche des domaines de recherche plutôt que des services -a --all Affiche tous les services, quelque soit leur type -d --domain=DOMAIN Le domaine dans lequel rechercher -v --verbose Active le mode bavard -t --terminate Termine après avoir renvoyé une liste plus ou moins complète -c --cache Termine après avoir renvoyé toutes les entrées du cache -l --ignore-local Ignore les services locaux -r --resolve Résout les services trouvés -f --no-fail N'échoue pas si le démon n'est pas disponible -p --parsable Renvoyer un format analysable

source: -k --no-db-lookup Don't lookup service types -b --dump-db Dump service type database
fr: -k --no-db-lookup Ne cherche pas le type des services -b --dump-db Renvoie la base de données des types de service

source: Too few arguments
fr: Pas assez d'arguments

source: Too many arguments
fr: Trop d'arguments

source: Failed to create simple poll object.
fr: Impossible de créer un objet poll simple.

source: Established under name '%s'
fr: Établi sous le nom '%s'

source: Failed to register: %s
fr: Impossible de réserver : %s

source: Name collision, picking new name '%s'.
fr: Conflit de noms, utilisation du nouveau nom '%s'.

source: Failed to create entry group: %s
fr: Impossible de créer l'entrée de groupe : %s

source: Failed to add address: %s
fr: Impossible d'ajouter l'adresse : %s

source: Failed to add service: %s
fr: Impossible d'ajouter le service %s

source: Failed to add subtype '%s': %s
fr: Impossible d'ajouter le sous-type '%s' : %s

source: Host name conflict
fr: Conflit de nom d'hôte

source: %s [options] %s <name> <type> <port> [<txt ...>] %s [options] %s <host-name> <address> -h --help Show this help -V --version Show version -s --service Publish service -a --address Publish address -v --verbose Enable verbose mode -d --domain=DOMAIN Domain to publish service in -H --host=DOMAIN Host where service resides --subtype=SUBTYPE An additional subtype to register this service with -f --no-fail Don't fail if the daemon is not available
fr: %s [options] %s <name> <type> <port> [<txt ...>] %s [options] %s <host-name> <address> -h --help Affiche cette aide -V --version Affiche la version -s --service Publie le service -a --address Publie l'adresse -v --verbose Active le mode bavard -d --domain=DOMAIN Domaine dans lequel publier le service -H --host=DOMAIN Hôte sur lequel le service réside --subtype=SUBTYPE Un sous-type additionnel sous lequel enregistrer ce service -f --no-fail N'échoue pas si le démon n'est pas disponible

source: Bad number of arguments
fr: Mauvais nombre d'arguments

source: Failed to parse port number: %s
fr: Impossible de balayer le port numéro : %s

source: No command specified.
fr: Aucune commande spécifiée.

source: Failed to resolve host name '%s': %s
fr: Impossible de résoudre le nom d'hôte '%s' : %s

source: Failed to resolve address '%s': %s
fr: Impossible de résoudre l'adresse '%s' : %s

source: %s [options] %s <host name ...> %s [options] %s <address ... > -h --help Show this help -V --version Show version -n --name Resolve host name -a --address Resolve address -v --verbose Enable verbose mode -6 Lookup IPv6 address -4 Lookup IPv4 address
fr: %s [options] %s <nom d'hôte...> %s [options] %s <adresse... > -h --help Affiche cette aide -V --version Affiche la version -n --name Résout le nom d'hôte -a --address Résout l'adresse -v --verbose Activer le mode bavard -6 Regarde les adresses IPV6 -4 Regarde les adresses IPV4

source: Failed to create host name resolver: %s
fr: Impossible de créer le solveur de nom d'hôte : %s

source: Failed to parse address '%s'
fr: Impossible de balayer l'adresse '%s'

source: Failed to create address resolver: %s
fr: Impossible de créer le solveur d'adresses : %s

source: %s [options] <new host name> -h --help Show this help -V --version Show version -v --verbose Enable verbose mode
fr: %s [options] <nouveau nom d'hôte> -h --help Affiche cette aide -V --version Affiche la version -v --verbose Active le mode bavard

source: Invalid number of arguments, expecting exactly one.
fr: Nombre d'arguments invalide, un seul argument est attendu.

source: Host name successfully changed to %s
fr: Nom d'hôte correctement changé en %s
